Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/sametinget-stoetter-prosjekt-som-skal-kartlegge-samisk-ungdoms-psykiske-helse.html.tmx
Source language: nob
Languages: sme

source: Sametinget støtter prosjekt som skal kartlegge samisk ungdoms psykiske helse
sme: Sámediggi doarju prošeavtta mii galgá kártet sámi nuoraid psyhkalaš dearvvašvuođa

source: Sametingsrådet har gitt 280.000 kroner til et prosjekt om samisk ungdoms psykiske helse i regi av Mental Helse Ungdom, i samarbeid med samiske ungdomsorganisasjoner.
sme: Sámediggeráđđi lea juolludan 280.000 ruvnno prošektii, sámi nuoraid psyhkalaš dearvvašvuođa birra, man Mental Helse Ungdom ovttasbarggus sámi nuoraidorganisašuvnnaiguin čađaha.

source: – Vi vet fra både forsking og erfaring at samisk ungdom møter utfordringer som annen ungdom ikke møter.
sme: – Mii diehtit dutkamiid vuođul ja vásihusaid vuođul ahte sámi nuorain leat hástalusat mat eará nuorain eai leat.

source: Derfor er det viktig at vi får mer kunnskap og påfølgende tiltak, som er formålet med prosjektet, sier sametingsråd Mikkel Eskil Mikkelsen.
sme: Danin lea dehálaš ahte mii oažžut eanet máhtu ja das čuovvuleaddji doaibmabijuid, dát lea ge maid ulbmilin prošeavttas, lohká sámediggeráđđi Mikkel Eskil Mikkelsen.

source: Prosjektet til Mental Helse Ungdom skal kartlegge unge samers psykiske helse og iverksette forebyggende tiltak som styrker beskyttelsesfaktorene for unge samers identitet og psykiske helse.
sme: Mental Helse Ungdom prošeakta galgá kártet nuorra sámiid psyhkalaš dearvvašvuođa ja bidjat johtui eastadeaddji doaibmabijuid mat buoridit suddjenfáktoriid nuorra sámiid identitehtas ja psyhkalaš dearvvašvuođas.

source: Kartleggingen skal gi kunnskap om hvordan unge samer opplever sin psykiske helse og om hvilke beskyttelsesfaktorer og risikofaktorer ungdommene opplever.
sme: Kárten galgá addit máhtu das movt nuorra sámit vásihit iežaset psyhkalaš dearvvašvuođa ja makkár suddjenfáktoriid ja riskafáktoriid nuorat vásihit.

source: Involvering av samiske organisasjoner
sme: – Mu mielas dát lea buorre prošeakta, ja sámediggeráđi bealis lean ilus go Mental Helse Ungdom háliida bidjat johtui dákkár prošeavtta. Dákkár prošeakta boahtá addit buori máhtu sámi nuoraid psyhkalaš dearvvašvuođa birra, lohká Mikkelsen.

source: Mental Helse Ungdom skal samarbeide med den samiske ungdomsorganisasjonen Noereh, Sametingets ungdomspolitiske utvalg (SUPU) og Samisk nasjonalt kompetansesenter - psykisk helsevern (SANKS) i prosjektet, og viser til at prosjektet som helhet hviler på at de samiske ungdomsorganisasjonene deltar gjennom hele prosjektet.
sme: Sámi organisašuvnnaid searvan

source: Mikkelsen anser det som en styrke for prosjektet at Noereh, SUPU og SANKS er med.
sme: Prošeavttas galgá Mental Helse Ungdom bargat ovttas sámi nuoraidorganisašuvnnain Noereh, Sámedikki politihkalaš nuoraidlávdegittiin (SáNuL) ja sámi nationála gealboguovddážiin – psyhkalaš dearvvašvuohta (SÁNAG), ja čujuha dasa ahte prošeakta ollislaččat lea dan duohken ahte sámi nuoraidorganisašuvnnat servet olles prošektii.

source: – De kjenner det samiske samfunnet, slik at prosjektet kan bli vellykket.
sme: Mikkelsen mielas lea buorrin prošektii ahte Noereh, SáNuL ja SÁNAG leat mielde prošeavttas.

source: Fra Sametingets side anser vi de to ungdomsorganisasjonene som dyktige og samfunnsengasjerte, og en involvering av dem er en sentral styrke for prosjektet, sier Mikkelsen .
sme: – Sii dovdet sámi servodaga, nu ahte prošeakta sáhttá lihkostuvvat.

source: Sametinget er i sitt arbeid avhengig av et kunnskapsgrunnlag, og etterspør ofte fakta om samiske samfunn og helserelatert funn om samers helse.
sme: Sámedikki bealis oaidnit mii dán guokte nuoraidorganisašuvnna čeahppin ja servodatberošteaddjin, ja sin searvan lea guovddáš fápmun prošektii, lohká Mikkelsen.

source: Mikkelsen mener at denne kartleggingen kan gi Sametinget og andre styringsinstitusjoner redskap for fremtidige tiltak som kan bedre samiske barn og unges psykiske helse.
sme: Dehálaš máhtuin Sámediggi lea iežas barggus sorjavaš buot máhttovuođus, ja ohcala dávjá fáktadieđuid sámi servodaga ja dearvvašvuođavuđot gávdnosiid sámiid dearvvašvuođa birra.

source: – Kunnskapsgrunnlaget vil danne grunnlag for tiltak på flere nivå.
sme: Mikkelsen mielas sáhttá dát kárten buktit Sámediggái ja eará stivreninstitušuvnnaide reaiddu doaibmabijuide boahtteáiggis mat sáhttet buoridit sámi mánáid ja nuoraid psyhkalaš dearvvašvuođa.

source: Hjelpeapparatet kan få oppdatert kunnskap, noe som vil gjøre dem bedre rustet til å hjelpe de som trenger det, avslutter sametingsråd Mikkel Eskil Mikkelsen.
sme: – Máhttovuođđu boahtá leat vuođđun doaibmabijuide máŋgga dásis.
